Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.nowPlaying.withoutCloseTimer.desc
source: Keep Now Playing visible in the notch while playback is paused.
ar: إبقاء "يُعرض الآن" مرئياً في الشق أثناء الإيقاف المؤقت.
bg: Запазване на Възпроизвежда се видимо в ноча, докато възпроизвеждането е на пауза.
bn: প্লেব্যাক বিরতি থাকা অবস্থায় নচে এখন বাজছে দৃশ্যমান রাখুন।
ca: Mantén Reproduint ara visible al notch mentre la reproducció està en pausa.
cs: Ponechat 'Právě hraje' viditelné ve výřezu i při pozastavení přehrávání.
da: Hold Afspiller nu synlig i notchen, mens afspilning er på pause.
de: Aktuelle Wiedergabe auch bei pausierter Wiedergabe in der Notch geöffnet lassen.
el: Διατήρηση του Τώρα αναπαράγεται ορατού στο notch όταν η αναπαραγωγή είναι σε παύση.
es: Mantener Reproducción visible en la muesca mientras la reproducción está en pausa.
fa: نمایان نگه داشتن در حال پخش در ناچ هنگام توقف پخش.
fi: Pidä Nyt toistetaan näkyvissä notchissa toiston ollessa keskeytettynä.
fil: Panatilihing nakikita ang Kasalukuyang Tumutugtog sa notch habang naka-pause ang playback.
fr: Garder À l'écoute visible dans l'encoche même lorsque la lecture est en pause.
he: השאר את מנגן כעת גלוי במגרעת בזמן שההשמעה מושהית.
hi: प्लेबैक रुकने पर 'अब चल रहा है' को नॉच में दृश्यमान रखें।
hr: Zadržite Sada se reproducira vidljivim u urezu dok je reprodukcija pauzirana.
hu: A Most játszott láthatóan tartása a notch-ban szüneteltetés esetén is.
id: Biarkan Sedang Diputar tetap terlihat di notch bahkan saat pemutaran dijeda.
it: Mantieni In riproduzione visibile nel notch anche quando la riproduzione è in pausa.
ja: 再生が一時停止されている場合でも、ノッチに「再生中」を表示したままにします。
kk: Ойнату кідіртілгенде Қазір ойналуда әрекетін ойықта ұстап тұру.
ko: 재생이 일시정지된 경우에도 노치에 지금 재생 중을 계속 표시합니다.
ms: Kekalkan Sedang Dimainkan kelihatan di notch semasa main balik dijeda.
nb: Hold Spilles nå synlig i notchen mens avspilling er satt på pause.
nl: Houd Huidige zichtbaar in de notch, zelfs wanneer het afspelen is gepauzeerd.
pl: Utrzymuj Teraz odtwarzane widoczne w notchu nawet po wstrzymaniu odtwarzania.
pt: Manter A reproduzir visível no notch mesmo quando a reprodução estiver pausada.
ro: Păstrați În redare vizibil în notch când redarea este întreruptă.
ru: Оставлять Сейчас играет видимым в вырезе при приостановке воспроизведения.
sk: Ponechať Práve hrá viditeľné vo výreze, kým je prehrávanie pozastavené.
sr: Задржите Сада се пушта видљивим у ночу док је репродукција паузирана.
sv: Håll 'Spelas nu' synlig i flärpen även när uppspelningen är pausad.
th: แสดงกำลังเล่นในรอยบากค้างไว้แม้จะหยุดเล่นชั่วคราว
tr: Oynatma duraklatıldığında Çalınıyor'u çentikte görünür tut.
uk: Залишати «Зараз грає» видимим у вирізі notch навіть під час паузи.
vi: Giữ Đang phát hiển thị trong notch ngay cả khi quá trình phát lại bị tạm dừng.
zh_hans: 播放暂停时保持正在播放在刘海中可见。
zh_hant: 即使暫停播放，也讓「播放中」在「瀏海」中保持可見。

# settings.nowPlaying.withoutCloseTimer.title
source: Without close timer
ar: بدون مؤقت إغلاق
bg: Без таймер за затваряне
bn: বন্ধ টাইমার ছাড়া
ca: Sense temporitzador de tancament
cs: Bez časovače zavření
da: Uden lukketidtager
de: Ohne Schließ-Timer
el: Χωρίς χρονόμετρο κλεισίματος
es: Sin temporizador de cierre
fa: بدون تایمر بستن
fi: Ilman sulkemisajastinta
fil: Walang Timer ng Pagsara
fr: Sans délai de fermeture
he: ללא טיימר סגירה
hi: बिना क्लोज़ टाइमर के
hr: Bez mjerača vremena zatvaranja
hu: Bezárási időzítő nélkül
id: Tanpa Pengatur Waktu Penutupan
it: Senza timer di chiusura
ja: 閉じるタイマーを無効化
kk: Жабу таймерінсіз
ko: 닫기 타이머 없음
ms: Tanpa pemasa tutup
nb: Uten lukketidtaker
nl: Zonder sluittimer
pl: Bez timera zamykania
pt: Sem temporizador de fecho
ro: Fără temporizator de închidere
ru: Без таймера закрытия
sk: Bez časovača zatvorenia
sr: Без тајмера затварања
sv: Utan stängningstimer
th: ไม่ใช้ตัวจับเวลาปิด
tr: Kapanma süresi olmadan
uk: Без таймера закриття
vi: Không có hẹn giờ đóng
zh_hans: 无关闭计时器
zh_hant: 無關閉計時器

# settings.permissions.accessibility.description
source: Allow Accessibility access to handle gestures and monitor active applications.
ar: السماح بالوصول إلى إمكانية الوصول للتعامل مع الإيماءات ومراقبة التطبيقات النشطة.
bg: Разрешете достъп за достъпност за обработка на жестове и наблюдение на активни приложения.
bn: অঙ্গভঙ্গি পরিচালনা এবং সক্রিয় অ্যাপ নিরীক্ষণ করতে অ্যাক্সেসিবিলিটি অ্যাক্সেসের অনুমতি দিন।
ca: Permet l'accés d'accessibilitat per gestionar gestos i supervisar aplicacions actives.
cs: Povolte přístup ke Zpřístupnění pro zpracování gest a sledování aktivních aplikací.
da: Tillad Tilgængelighedsadgang til at håndtere bevægelser og overvåge aktive apps.
de: Bedienungshilfen-Zugriff erlauben, um Gesten zu verarbeiten und aktive Anwendungen zu überwachen.
el: Επιτρέψτε την πρόσβαση στην Προσβασιμότητα για χειρισμό χειρονομιών και παρακολούθηση ενεργών εφαρμογών.
es: Permite el acceso a Accesibilidad para gestionar gestos y supervisar aplicaciones activas.
fa: اجازه دسترسی به قابلیت دسترسی برای مدیریت ژست‌ها و نظارت بر برنامه‌های فعال.
fi: Salli Käyttöapu-oikeus eleiden käsittelyyn ja aktiivisten sovellusten seurantaan.
fil: Pahintulutan ang access sa Accessibility upang pangasiwaan ang mga galaw at subaybayan ang mga aktibong app.
fr: Autoriser l'accès à l'Accessibilité pour gérer les gestes et surveiller les applications actives.
he: אפשר גישת נגישות כדי לטפל במחוות ולנטר אפליקציות פעילות.
hi: इशारों को संभालने और सक्रिय अनुप्रयोगों की निगरानी के लिए एक्सेसिबिलिटी एक्सेस की अनुमति दें।
hr: Dozvolite pristup pristupačnosti za obradu gesti i praćenje aktivnih aplikacija.
hu: Kisegítő lehetőségek hozzáférésének engedélyezése a kézmozdulatokhoz és az aktív alkalmazások figyeléséhez.
id: Izinkan akses ke Aksesibilitas untuk menangani gerakan dan memantau aplikasi aktif.
it: Consenti l'accesso ad Accessibilità per gestire i gesti e monitorare le applicazioni attive.
ja: ジェスチャの処理とアクティブなアプリケーションの監視のためにアクセシビリティへのアクセスを許可します。
kk: Ым-ишараларды өңдеу және белсенді қолданбаларды бақылау үшін әмбебап қолжетімділік рұқсатын беріңіз.
ko: 제스처 처리 및 활성 응용 프로그램을 모니터링하기 위해 손쉬운 사용 권한을 허용합니다.
ms: Benarkan akses Kebolehcapaian untuk mengendalikan gerak isyarat dan memantau aplikasi aktif.
nb: Tillat Tilgjengelighet-tilgang for å håndtere bevegelser og overvåke aktive apper.
nl: Verleen toegang tot Toegankelijkheid om gebaren af te handelen en actieve programma's te controleren.
pl: Zezwól na dostęp do Dostępności, aby obsługiwać gesty i monitorować aktywne aplikacje.
pt: Permitir acesso à Acessibilidade para gerir gestos e monitorizar aplicações ativas.
ro: Permiteți accesul la Accesibilitate pentru a gestiona gesturile și a monitoriza aplicațiile active.
ru: Разрешите доступ к Универсальному доступу для обработки жестов и отслеживания активных приложений.
sk: Povoľte prístupnosť na spracovanie gest a monitorovanie aktívnych aplikácií.
sr: Дозволите приступ приступачности за обраду гестова и праћење активних апликација.
sv: Ge åtkomst till Hjälpmedel för att hantera gester och övervaka aktiva program.
th: อนุญาตการเข้าถึงการช่วยการเข้าถึงเพื่อจัดการท่าทางและตรวจสอบแอปพลิเคชันที่ใช้งานอยู่
tr: Hareketleri işlemek ve etkin uygulamaları izlemek için Erişilebilirlik erişimine izin verin.
uk: Надайте доступ до Спеціальних можливостей для обробки жестів та моніторингу активних програм.
vi: Cho phép truy cập Trợ năng để xử lý cử chỉ và giám sát các ứng dụng đang hoạt động.
zh_hans: 允许辅助功能权限以处理手势和监控活动应用。
zh_hant: 允許輔助使用權限以處理手勢並監控作用中的應用程式。

# settings.permissions.accessibility.title
source: Accessibility
ar: إمكانية الوصول
bg: Достъпност
bn: অ্যাক্সেসিবিলিটি
ca: Accessibilitat
cs: Zpřístupnění
da: Tilgængelighed
de: Bedienungshilfen
el: Προσβασιμότητα
es: Accesibilidad
fa: قابلیت دسترسی
fi: Käyttöapu
fr: Accessibilité
he: נגישות
hi: एक्सेसिबिलिटी
hr: Pristupačnost
hu: Kisegítő lehetőségek
id: Aksesibilitas
it: Accessibilità
ja: アクセシビリティ
kk: Әмбебап қолжетімділік
ko: 손쉬운 사용
ms: Kebolehcapaian
nb: Tilgjengelighet
nl: Toegankelijkheid
pl: Dostępność
pt: Acessibilidade
ro: Accesibilitate
ru: Универсальный доступ
sk: Prístupnosť
sr: Приступачност
sv: Hjälpmedel
th: การช่วยการเข้าถึง
tr: Erişilebilirlik
uk: Спеціальні можливості
vi: Trợ năng
zh_hans: 辅助功能
zh_hant: 輔助使用

# settings.permissions.action.grantAccess
source: Grant Access
ar: منح الوصول
bg: Предоставяне на достъп
bn: অ্যাক্সেস দিন
ca: Concedeix accés
cs: Udělit přístup
da: Giv adgang
de: Zugriff gewähren
el: Παραχώρηση πρόσβασης
es: Conceder acceso
fa: اعطای دسترسی
fi: Myönnä käyttöoikeus
fil: Ibigay ang Access
fr: Accorder l'accès
he: הענק גישה
hi: पहुंच प्रदान करें
hr: Dodijeli pristup
hu: Hozzáférés megadása
id: Berikan Akses
it: Consenti accesso
ja: アクセスを許可
kk: Рұқсат беру
ko: 접근 권한 허용
ms: Beri Akses
nb: Gi tilgang
nl: Toegang verlenen
pl: Przyznaj dostęp
pt: Conceder acesso
ro: Acordă acces
ru: Предоставить доступ
sk: Udeliť prístup
sr: Одобри приступ
sv: Ge åtkomst
th: อนุญาตการเข้าถึง
tr: Erişim İzni Ver
uk: Надати доступ
vi: Cấp quyền truy cập
zh_hans: 授予权限
zh_hant: 授予存取權限

# settings.permissions.action.openPrivacySettings
source: Open Privacy Settings
ar: فتح إعدادات الخصوصية
bg: Отваряне на настройките за поверителност
bn: গোপনীয়তা সেটিংস খুলুন
ca: Obre la configuració de privadesa
cs: Otevřít Soukromí a zabezpečení
da: Åbn anonymitetsindstillinger
de: Datenschutzeinstellungen öffnen
el: Άνοιγμα ρυθμίσεων απορρήτου
es: Abrir Ajustes de privacidad
fa: باز کردن تنظیمات حریم خصوصی
fi: Avaa tietosuoja-asetukset
fil: Buksan ang Mga Setting ng Privacy
fr: Ouvrir Confidentialité et sécurité
he: פתח הגדרות פרטיות
hi: गोपनीयता सेटिंग्स खोलें
hr: Otvori postavke privatnosti
hu: Adatvédelmi beállítások megnyitása
id: Buka Privasi & Keamanan
it: Apri Privacy e sicurezza
ja: 「プライバシーとセキュリティ」を開く
kk: Құпиялылық параметрлерін ашу
ko: 개인정보 보호 및 보안 열기
ms: Buka Tetapan Privasi
nb: Åpne personverninnstillinger
nl: Open Privacy en beveiliging
pl: Otwórz Prywatność i ochrona
pt: Abrir Privacidade e Segurança
ro: Deschide setările de confidențialitate
ru: Открыть настройки конфиденциальности
sk: Otvoriť nastavenia súkromia
sr: Отвори подешавања приватности
sv: Öppna Integritet och säkerhet
th: เปิดการตั้งค่าความเป็นส่วนตัว
tr: Gizlilik Ayarlarını Aç
uk: Відкрити Приватність і безпека
vi: Mở Quyền riêng tư & Bảo mật
zh_hans: 打开隐私设置
zh_hant: 開啟隱私權與安全性

# settings.permissions.automation.description
source: Allow controlling System Events to automatically center screenshot and recording preview windows on screen.
ar: السماح بالتحكم في أحداث النظام لتوسيط نوافذ معاينة لقطات الشاشة والتسجيل تلقائياً.
bg: Разрешете контрол над Системни събития за автоматично центриране на прозорците.
bn: স্বয়ংক্রিয়ভাবে উইন্ডো কেন্দ্রে রাখার জন্য সিস্টেম ইভেন্টগুলির নিয়ন্ত্রণের অনুমতি দিন।
ca: Permet el control dels esdeveniments del sistema per centrar automàticament les finestres.
cs: Povolte ovládání Systémových událostí pro automatické vystředění oken náhledu záznamů a snímků na obrazovce.
da: Tillad kontrol over Systemhændelser til automatisk centrering af forhåndsvisningsvinduer.
de: Steuerung von Systemeignissen erlauben, um Vorschaufenster von Screenshots und Aufnahmen auf dem Bildschirm zu zentrieren.
el: Επιτρέψτε τον έλεγχο των Συμβάντων Συστήματος για αυτόματο κεντράρισμα των παραθύρων προεπισκόπησης.
es: Permite el control de System Events para centrar automáticamente las ventanas de vista previa en la pantalla.
fa: اجازه کنترل رویدادهای سیستم برای وسط‌چین کردن خودکار پنجره‌ها.
fi: Salli järjestelmätapahtumien hallinta esikatseluikkunoiden automaattiseen keskittämiseen.
fil: Pahintulutan ang kontrol sa mga kaganapan ng system para sa awtomatikong pag-center ng mga window.
fr: Autoriser le contrôle des Événements système pour centrer automatiquement les fenêtres d'aperçu d'enregistrements et captures à l'écran.
he: אפשר שליטה באירועי מערכת למרכוז אוטומטי של חלונות תצוגה מקדימה.
hi: स्क्रीनशॉट और रिकॉर्डिंग विंडो को स्वचालित रूप से केंद्रित करने के लिए सिस्टम इवेंट्स को नियंत्रित करने की अनुमति दें।
hr: Dozvolite kontrolu nad sistemskim događajima za automatsko centriranje prozora.
hu: Rendszeresemények vezérlésének engedélyezése az előnézeti ablakok automatikus középre igazításához.
id: Izinkan kontrol Peristiwa Sistem untuk secara otomatis memusatkan jendela pratinjau rekaman dan tangkapan layar.
it: Consenti il controllo di Eventi di sistema per centrare automaticamente le finestre di anteprima di registrazioni e screenshot sullo schermo.
ja: 画面上で録画やスクリーンショットのプレビューウィンドウを自動的に中央配置するために、システムイベントの制御を許可します。
kk: Терезелерді автоматты ортаға келтіру үшін жүйелік оқиғаларды басқаруға рұқсат беріңіз.
ko: 화면에서 녹화 및 스크린샷 미리보기 창을 자동으로 중앙에 배치하도록 시스템 이벤트를 제어할 수 있는 권한을 허용합니다.
ms: Benarkan kawalan Acara Sistem untuk memusatkan tetingkap pratonton secara automatik.
nb: Tillat kontroll over Systemhendelser for automatisk sentrering av forhåndsvisningsvinduer.
nl: Verleen controle over Systeemgebeurtenissen om opname- en schermafbeeldingsvoorvertoningen automatisch op het scherm te centreren.
pl: Zezwól na sterowanie Zdarzeniami systemowymi, aby automatycznie wyśrodkowywać okna podglądu nagrań i zrzutów na ekranie.
pt: Permitir o controlo de Eventos do Sistema para centrar automaticamente janelas de pré-visualização de gravações e capturas no ecrã.
ro: Permiteți controlul evenimentelor de sistem pentru a centra automat ferestrele de previzualizare.
ru: Разрешите управление System Events для автоматического центрирования окон предварительного просмотра на экране.
sk: Povoľte ovládanie systémových udalostí na automatické centrovanie okien.
sr: Дозволите контролу над системским догађајима за аутоматско центрирање прозора.
sv: Tillåt kontroll över Systemhändelser för att automatiskt centrera förhandsvisningsfönster för inspelningar och skärmavbilder på skärmen.
th: อนุญาตให้ควบคุม System Events เพื่อจัดหน้าต่างแสดงตัวอย่างภาพหน้าจอและวิดีโอบันทึกให้อยู่ตรงกลางโดยอัตโนมัติ
tr: Ekran görüntüsü ve kayıt önizleme pencerelerini ekranda otomatik olarak ortalamak için System Events denetimine izin verin.
uk: Дозвольте керування Системними подіями, щоб автоматично центрувати вікна попереднього перегляду записів і знімків на екрані.
vi: Cho phép kiểm soát Sự kiện hệ thống để tự động căn giữa các cửa sổ xem trước bản ghi và ảnh chụp màn hình.
zh_hans: 允许控制 System Events 以在屏幕上自动居中显示截图和录制预览窗口。
zh_hant: 允許控制系統事件以自動在螢幕上將錄影與截圖預覽視窗居中。

# settings.permissions.automation.title
source: Automation (System Events)
ar: الأتمتة (أحداث النظام)
bg: Автоматизация (System Events)
bn: অটোমেশন (System Events)
ca: Automatització (System Events)
cs: Automatizace (Systémové události)
da: Automatisering (System Events)
el: Αυτοματισμός (System Events)
es: Automatización (System Events)
fa: اتوماسیون (System Events)
fi: Automaatio (System Events)
fr: Automatisation (Événements système)
he: אוטומציה (System Events)
hi: ऑटोमेशन (सिस्टम इवेंट्स)
hr: Automatizacija (System Events)
hu: Automatizálás (System Events)
id: Otomatisasi (Peristiwa Sistem)
it: Automazione (Eventi di sistema)
ja: オートメーション（システムイベント）
kk: Автоматтандыру (System Events)
ko: 자동화 (시스템 이벤트)
ms: Automasi (System Events)
nb: Automatisering (System Events)
nl: Automatisering (Systeemgebeurtenissen)
pl: Automatyzacja (Zdarzenia systemowe)
pt: Automatização (Eventos do Sistema)
ro: Automatizare (System Events)
ru: Автоматизация (System Events)
sk: Automatizácia (System Events)
sr: Аутоматизација (System Events)
sv: Automatisering (Systemhändelser)
th: ระบบอัตโนมัติ (System Events)
tr: Otomasyon (System Events)
uk: Автоматизація (Системні події)
vi: Tự động hóa (Sự kiện hệ thống)
zh_hans: 自动化 (System Events)
zh_hant: 自動化（系統事件）

# settings.permissions.bluetooth.description
source: Allow Bluetooth access to read battery levels from supported accessories.
ar: السماح بالوصول للبلوتوث لقراءة مستويات بطارية الملحقات المدعومة.
bg: Разрешете Bluetooth достъп за четене на нивата на батерията от поддържани аксесоари.
bn: সমর্থিত আনুষাঙ্গিক থেকে ব্যাটারির স্তর পড়তে ব্লুটুথ অ্যাক্সেসের অনুমতি দিন।
ca: Permet l'accés a Bluetooth per llegir nivells de bateria d'accessoris compatibles.
cs: Povolte přístup k Bluetooth pro čtení úrovně baterie podporovaného příslušenství.
da: Tillad Bluetooth-adgang til at læse batteriniveauer fra understøttet tilbehør.
de: Bluetooth-Zugriff erlauben, um Batteriestände unterstützter Zubehörgeräte auszulesen.
el: Επιτρέψτε την πρόσβαση Bluetooth για ανάγνωση επιπέδων μπαταρίας από υποστηριζόμενα αξεσουάρ.
es: Permite el acceso a Bluetooth para leer los niveles de batería de accesorios compatibles.
fa: اجازه دسترسی به بلوتوث برای خواندن سطح باتری از لوازم جانبی پشتیبانی شده.
fi: Salli Bluetooth-yhteys akkutasojen lukemiseen tuetuista lisävarusteista.
fil: Pahintulutan ang access sa Bluetooth upang mabasa ang mga antas ng baterya mula sa mga sinusuportahang accessory.
fr: Autoriser l'accès Bluetooth pour lire les niveaux de batterie des accessoires pris en charge.
he: אפשר גישת Bluetooth לקריאת רמות סוללה מאביזרים נתמכים.
hi: समर्थित एक्सेसरीज़ से बैटरी स्तर पढ़ने के लिए ब्लूटूथ एक्सेस की अनुमति दें।
hr: Dozvolite Bluetooth pristup za čitanje razine baterije s podržanih dodataka.
hu: Bluetooth-hozzáférés engedélyezése a támogatott kiegészítők akkumulátorszintjének leolvasásához.
id: Izinkan akses Bluetooth untuk membaca level baterai aksesori yang didukung.
it: Consenti l'accesso Bluetooth per leggere i livelli della batteria degli accessori supportati.
ja: 対応アクセサリのバッテリー残量を読み取るためにBluetoothへのアクセスを許可します。
kk: Қолдау көрсетілетін аксессуарлардан батарея деңгейін оқу үшін Bluetooth рұқсатын беріңіз.
ko: 지원되는 액세서리의 배터리 잔량을 읽기 위해 Bluetooth 권한을 허용합니다.
ms: Benarkan akses Bluetooth untuk membaca tahap bateri daripada aksesori yang disokong.
nb: Tillat Bluetooth-tilgang for å lese batterinivåer fra støttet tilbehør.
nl: Verleen Bluetooth-toegang om het batterijniveau van ondersteunde accessoires te lezen.
pl: Zezwól na dostęp do Bluetooth, aby odczytywać poziom naładowania baterii obsługiwanych akcesoriów.
pt: Permitir acesso Bluetooth para ler os níveis de bateria de acessórios suportados.
ro: Permiteți accesul Bluetooth pentru a citi nivelurile bateriei de la accesoriile acceptate.
ru: Разрешите доступ к Bluetooth для чтения уровня заряда поддерживаемых аксессуаров.
sk: Povoľte prístup k Bluetooth na čítanie úrovne batérie z podporovaného príslušenstva.
sr: Дозволите Bluetooth приступ за читање нивоа батерије са подржаних додатака.
sv: Ge Bluetooth-åtkomst för att läsa batterinivån för tillbehör som stöds.
th: อนุญาตการเข้าถึงบลูทูธเพื่ออ่านระดับแบตเตอรี่จากอุปกรณ์เสริมที่รองรับ
tr: Desteklenen aksesuarlardan pil düzeylerini okumak için Bluetooth erişimine izin verin.
uk: Надайте доступ до Bluetooth для зчитування рівня заряду підтримуваних аксесуарів.
vi: Cho phép truy cập Bluetooth để đọc mức pin của các phụ kiện được hỗ trợ.
zh_hans: 允许蓝牙权限以读取受支持配件的电量。
zh_hant: 允許藍牙存取權限以讀取支援配件的電量。

# settings.permissions.bluetooth.title
source: Bluetooth
ar: البلوتوث
bn: ব্লুটুথ
fa: بلوتوث
hi: ब्लूटूथ
th: บลูทูธ
zh_hans: 蓝牙
zh_hant: 藍牙

# settings.permissions.calendar.description
source: Allow Calendar access to display your upcoming events.
ar: السماح بالوصول للتقويم لعرض أحداثك القادمة.
bg: Разрешете достъп до календара за показване на предстоящите ви събития.
bn: আপনার আসন্ন ইভেন্টগুলি প্রদর্শন করতে ক্যালেন্ডার অ্যাক্সেসের অনুমতি দিন।
ca: Permet l'accés al calendari per mostrar els teus propers esdeveniments.
cs: Povolte přístup ke Kalendáři pro zobrazení nadcházejících událostí.
da: Tillad kalenderadgang for at vise dine kommende begivenheder.
de: Kalender-Zugriff erlauben, um bevorstehende Termine anzuzeigen.
el: Επιτρέψτε την πρόσβαση στο Ημερολόγιο για εμφάνιση των επερχόμενων συμβάντων σας.
es: Permite el acceso al Calendario para mostrar tus próximos eventos.
fa: اجازه دسترسی به تقویم برای نمایش رویدادهای آینده شما.
fi: Salli Kalenterin käyttöoikeus tulevien tapahtumien näyttämiseen.
fil: Pahintulutan ang access sa kalendaryo upang ipakita ang iyong mga paparating na kaganapan.
fr: Autoriser l'accès au Calendrier pour afficher vos événements à venir.
he: אפשר גישה ללוח השנה להצגת האירועים הקרובים שלך.
hi: अपने आगामी ईवेंट प्रदर्शित करने के लिए कैलेंडर एक्सेस की अनुमति दें।
hr: Dozvolite pristup kalendaru za prikaz vaših nadolazećih događaja.
hu: Naptár-hozzáférés engedélyezése a közelgő események megjelenítéséhez.
id: Izinkan akses ke Kalender untuk menampilkan acara mendatang Anda.
it: Consenti l'accesso a Calendario per visualizzare i tuoi prossimi eventi.
ja: 今後の予定を表示するためにカレンダーへのアクセスを許可します。
kk: Алдағы оқиғаларды көрсету үшін күнтізбеге кіруге рұқсат беріңіз.
ko: 예정된 일정을 표시하기 위해 캘린더 접근 권한을 허용합니다.
ms: Benarkan akses Kalendar untuk memaparkan acara akan datang anda.
nb: Tillat kalendertilgang for å vise dine kommende hendelser.
nl: Verleen toegang tot Agenda om je komende activiteiten weer te geven.
pl: Zezwól na dostęp do Kalendarza, aby wyświetlać nadchodzące wydarzenia.
pt: Permitir acesso ao Calendário para apresentar os seus próximos eventos.
ro: Permiteți accesul la Calendar pentru a afișa evenimentele viitoare.
ru: Разрешите доступ к Календарю для отображения предстоящих событий.
sk: Povoľte prístup ku kalendáru na zobrazenie nadchádzajúcich udalostí.
sr: Дозволите приступ календару за приказ ваших предстојећих догађаја.
sv: Ge åtkomst till Kalender för att visa dina kommande händelser.
th: อนุญาตการเข้าถึงปฏิทินเพื่อแสดงกิจกรรมที่จะเกิดขึ้นของคุณ
tr: Yaklaşan etkinliklerinizi göstermek için Takvim erişimine izin verin.
uk: Надайте доступ до Календаря для відображення найближчих подій.
vi: Cho phép truy cập Lịch để hiển thị các sự kiện sắp tới của bạn.
zh_hans: 允许日历权限以显示即将到来的事件。
zh_hant: 允許存取行事曆以顯示即將到來的行程。

# settings.permissions.calendar.title
source: Calendar
ar: التقويم
bg: Календар
bn: ক্যালেন্ডার
ca: Calendari
cs: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
fa: تقویم
fi: Kalenteri
fil: Kalendaryo
fr: Calendrier
he: לוח שנה
hi: कैलेंडर
hr: Kalendar
hu: Naptár
id: Kalender
it: Calendario
ja: カレンダー
kk: Күнтізбе
ko: 캘린더
ms: Kalendar
nb: Kalender
nl: Agenda
pl: Kalendarz
pt: Calendário
ru: Календарь
sk: Kalendár
sr: Календар
sv: Kalender
th: ปฏิทิน
tr: Takvim
uk: Календар
vi: Lịch
zh_hans: 日历
zh_hant: 行事曆
